Repository: auxbysrl/AuxbyIOSMobileApp
Catalog: Auxby/Data/Languages/*.lproj/Localizable.strings
Languages: ro

source: Home
ro: Acasă

source: Settings
ro: Setări

source: Login
ro: Autentifică-te

source: Next
ro: Continuă

source: Register
ro: Înregistrare

source: Sign Up
ro: Înregistrare

source: Save
ro: Salvează

source: Send
ro: Trimite

source: Close
ro: Închide

source: Change Password
ro: Schimbă parola

source: Password
ro: Parola

# forgetPassword
source: Forgot password
ro: Ai uitat parola?

# invalidPasswordFormat
source: Should contain at least 8 characters, uppercased, lowercased and digits
ro: Parola ta trebuie să includă: 8 caractere;1 literă mare;1 literă mică;1 cifră

source: Cannot be empty
ro: Câmpul nu poate fi gol

source: Current password
ro: Parola curentă

source: New password
ro: Parola nouă

source: Confirm password
ro: Confirmă parola

# phoneNumber
source: Phone
ro: Număr de telefon

# invalidEmailFormat
source: Invalid email
ro: Adresă de email invalidă

source: Invalid password
ro: Parolă invalidă

# samePasswords
source: The passwords should be the same
ro: Parolele nu se potrivesc.

# differentPassword
source: Password should be different then old password
ro: Parola nouă nu poate fi aceeași cu parola veche.

# validPassword
source: Password is valid
ro: Parolă validă

# phoneFormat
source: Phone must be at least 10 digits
ro: Numărul de telefon trebuie să conțină 10 cifre

# invalidPhone
source: Invalid phone number
ro: Număr de telefon invalid

source: Too short
ro: Prea scurt

source: Invalid format
ro: Format invalid

# createPassword
source: Your password
ro: Parola ta

# yourPassword
source: Create a password for your account.
ro: Creează o parolă pentru contul tău.

# invalidNumber
source: Should be a number value
ro: Trebuie să fie o valoare numerică

# gratertThenZero
source: Should be greater than 0
ro: Trebuie să fie mai mare ca 0

# en
source: English
ro: Engleză

# ro
source: Romanian
ro: Română

source: Optional
ro: Opțional

source: Delete
ro: Șterge

source: All offers
ro: Toate anunțurile

source: offers
ro: anunțuri

# offersTabBar
source: Offers
ro: Anunțuri

source: offers in
ro: anunțuri în

source: offer
ro: anunț

source: offer in
ro: anunț în

source: No offers
ro: Niciun anunț

source: Current bid
ro: Oferta curentă

# enterAccountDetails
source: Enter your account details below.
ro: Introdu detaliile contului tău mai jos.

source: Agree with
ro: Sunt de acord cu

source: Login with Google
ro: Conectare cu Google

# dontHaveAccount
source: Don't have an account?
ro: Nu ai un cont?

source: OR
ro: SAU

source: Create account
ro: Creează un cont

# signForFree
source: Sign up for free and become a member.
ro: Înregistrează-te gratuit și devii membru.

# alreayRegister
source: Already registered?
ro: Ești deja înregistrat?

source: First Name
ro: Prenume

source: Last Name
ro: Nume de familie

source: Full Name
ro: Nume

source: Country
ro: Țară

source: City
ro: Oraș

# usedEmail
source: Email already in use
ro: Acest email este deja folosit

# passwordHasToInclude
source: Your password has to include:
ro: Parola ta trebuie să includă:

source: 8 characters
ro: 8 caractere

source: 1 capital letter
ro: 1 literă mare

source: 1 small letter
ro: 1 literă mică

source: 1 number
ro: 1 cifră

# termsAndConditons
source: Terms and Conditions
ro: Termenii și Condițiile

source: Check Your Email
ro: Verifică-ți emailul

# sentVerification
source: We’ve sent a verification link to your email
ro: Ți-am trimis un link de verificare la adresa ta de email

# onceVerified
source: Once verified you’ll be able to continue
ro: Odată ce ai verificat, vei putea continua.

# openMail
source: Open Mail App
ro: Deschide aplicația de email

source: Not working?
ro: Nu funcționează?

source: Resend link
ro: Retrimite email

# emailSent
source: Email sent. Check your mail app!
ro: Ți-am trimis un link de verificare la adresa ta de email

# passwordResetLink
source: Password reset link sent to your email address.
ro: Link-ul pentru resetarea parolei a fost trimis la adresa ta de email.

source: Send reset link
ro: Trimite link de resetare

# instructionsSent
source: The instructions were sent to the specified email adress
ro: Instrucțiunile au fost trimise pe adresa de email. După ce vei confirma, vei putea continua.

source: Skip
ro: Sari peste

source: Search
ro: Caută

source: Bid or Buy
ro: Licitează sau Cumpără

source: Win
ro: Câștigă

source: Step
ro: Pasul

# registerAndFind
source: Get ready to explore a universe of offers! Dive into our world with just a simple swipe! 🌟
ro: Pregătește-te să explorezi un univers de oferte! Aventurează-te în lumea noastră cu doar un simplu swipe! 🌟

# findTheBest
source: Get in the game to win! Join exciting auctions with bold bids or choose the path of instant victory through fixed-price purchases! 🚀
ro: Intră în joc pentru a câștiga! Participă la licitații cu oferte îndrăznețe sau alege calea victoriei imediate prin cumpărare la preț fix! 🚀

# winAndEnjoy
source: Victory is yours! Triumph in thrilling auctions and reap the rewards of your skills! 🏆
ro: Succesul îți aparține! Ia-ți revanșa în licitații pline de adrenalină și bucură-te de roadele abilităților tale! 🏆

source: Cancel
ro: Anulează

source: Edit
ro: Editează

source: Language
ro: Limba

source: Buy coins
ro: Cumpără coins

# chooseTheOffer
source: Choose the offer that suits you the most
ro: Alege oferta care ți se potrivește cel mai bine

# createANew
source: Create a new password for your account
ro: Creează o parolă pentru contul tău.

# enterCurrentPassword
source: You should enter your current password
ro: Trebuie să introduci parola actuală

# newPasswordDifferent
source: The password should be different then the current one
ro: Parola trebuie să fie diferită de parola veche

source: Profile
ro: Profil

source: Address
ro: Adresă

source: Log out
ro: Deconectează-te

source: Delete account
ro: Șterge contul

# seeEverythingAuxby
source: See everything Auxby has to offer. Register an account or simply log in.
ro: Descoperă tot ce Auxby are de oferit. Înregistrează un cont sau pur și simplu conectează-te.

source: Contact us
ro: Contactează-ne

source: Policies & Agreements
ro: Declarația de confidențialitate

# avalableCoins
source: Available coins:
ro: Coins disponibili:

source: Notifications
ro: Notificări

source: Your offers
ro: Anunțurile tale

source: Chat
ro: Conversații

source: My Bids
ro: Licitații

source: Categories
ro: Categorii

source: SEE ALL
ro: VEZI TOT

# searchCategory
source: Search by category name
ro: Caută după numele categoriei

source: Continue
ro: Continuă

# addOffer_screen_title
source: Add offer
ro: Adaugă anunț

# addOffer_title
source: Title*
ro: Titlu*

# addOffer_title_placeholder
source: I sell*
ro: Anunț de vânzare*

# addOffer_offer_type
source: Offer Type*
ro: Tipul anunțului*

# addOffer_auction
source: Auction
ro: Licitație

# addOffer_fixPrice
source: Fix price
ro: Preț fix

# addOffer_price
source: Price*
ro: Preț*

# addOffer_condition
source: Condition*
ro: Stare*

# addOffer_new
source: New
ro: Nou

# addOffer_used
source: Used
ro: Folosit

# addOffer_description
source: Description*
ro: Descriere*

# addOffer_location
source: Location*
ro: Locație*

# addOffer_country
source: Country and city
ro: Țară si orașul

# addOffer_phone
source: Phone Number*
ro: Număr de telefon*

# addOffer_type
source: Type*
ro: Tip*

# addOffer_individual
source: Individual
ro: Persoană fizică

# addOffer_bussines
source: Bussines
ro: Companie

# addOffer_make_it_cover
source: Make it cover
ro: Setează ca și copertă

# addOffer_offer_category
source: Offer Category
ro: Categoria anunțului

# addOffer_offer_subcategory
source: Subcategory
ro: Subcategorie

# addOffer_offer_details
source: Offer Details
ro: Detalii anunț

# addOffer_category_details
source: Category Details
ro: Detalii categorie

# addOffer_contact_info
source: Contact Info
ro: Informații de contact

# addOffer_past_date
source: The date can't be in the past.
ro: Data trebuie să fie în viitor.

# addOffer_end_data
source: End Date*
ro: Data de încheiere*

source: read more
ro: Citește mai mult

source: read less
ro: Ascunde

source: Description
ro: Descriere

source: Price
ro: Preț

source: Starting Price
ro: Preț de pornire

source: Report offer
ro: Raportează anunțul

source: Follow us:
ro: Urmărește-ne:

source: Call
ro: Apel

source: Message
ro: Trimite mesaj

# placeBid
source: Place a bid
ro: Plasează oferta

# publish
source: Publish for
ro: Publică pentru

source: Promoted
ro: Promovat

source: Active
ro: Activ

source: at
ro: la

source: today
ro: azi

source: yesterday
ro: ieri

# itemNO
source: Item number
ro: Numărul lot

source: Your bid
ro: Oferta ta

# previewInfo
source: This is a preview of your offer
ro: Aceasta este o previzualizare a anunțului tău

source: Confirm
ro: Confirmă

source: Enable
ro: Activează

# actionEnded
source: The auction has ended
ro: Licitația s-a încheiat

source: Get Started
ro: Începe acum

# join
source: Join Auxby
ro: Alătură-te Auxby

# publishFor
source: Publish offer for
ro: Publică anunțul pentru

# notEnoughCoins
source: You don't have enough coins to continue. Please contact us.
ro: Din păcate, nu dispui de suficiente monede pentru a continua. Dacă dorești mai multe monede, te rugăm să ne contactezi.

source: Coins balance:
ro: Coins disponibili:

source: Buy more
ro: Cumpără

# availableFor
source: It will be available for a month.
ro: Vă fi disponibilă timp de o lună.

source: Bid cost:
ro: Cost ofertă:

source: Highest bid:
ro: Oferta curentă:

# placeBidFor
source: Place a bid for
ro: Plasează oferta pentru

# promoteTheOffer
source: Promote the offer and increase the chances of being seen
ro: Promovează anunțul și crește șansele de a fi vizibil

# continueWithout
source: Continue without promote
ro: Continuă fără a promova

source: Promote for
ro: Promovează pentru

# promoteOfferFor
source: Promote the offer for
ro: Promovează anunțul pentru

source: hours
ro: ore

source: days
ro: zile

source: day
ro: zi

source: Sell
ro: Vânzare

source: Buy
ro: Cumpărare

# sellChats
source: Sell
ro: Vinde

# buyChats
source: Buy
ro: Cumpără

source: Rent
ro: Închiriere

source: New
ro: Nou

source: Used
ro: Folosit

source: My offers
ro: Anunțurile mele

source: Active offers
ro: Anunțuri active

source: Inactive offers
ro: Anunțuri inactive

source: Finished
ro: Finalizat

source: Interrupted
ro: Întrerupt

source: Inactive
ro: Inactiv

source: Auto extension
ro: Autoextindere

# offerExpire
source: The offer expires in 30 days
ro: Anunțul expiră în 30 de zile

# autoExtendOffer
source: Auto Extends the Offer every 30 days
ro: Extinde automat anunțul la fiecare 30 de zile

source: No offers yet
ro: Niciun anunț încă

# noMessageYet
source: No messages yet
ro: Niciun mesaj încă

source: Delete offer
ro: Șterge anunțul

# areYouSureDeleteOffer
source: Are you sure you want to delete this offer?
ro: Ești sigur ca vrei să ștergi acest anunț?

source: Disable
ro: Dezactivează

source: Disable offer
ro: Dezactivează anunțul

# areYouSureDisableOffer
source: Are you sure you want to disable this offer?
ro: Ești sigur ca vrei să dezactivezi acest anunț?

# closeAction
source: Close auction
ro: Oprește licitația

# areYouSureCloseAction
source: Are you sure you want to close the auction? This auction cannot be reopened
ro: Ești sigur ca vrei să oprești licitația? Această licitație nu poate fi redeschisă.

source: Messages
ro: Conversații

# noSearchYet
source: Begin your search now
ro: Începe căutarea acum

# noSearchYet2
source: Discover the perfect offer you've been longing for!
ro: Descoperă anunțul perfect pe care l-ai visat!

# noResults
source: Opps, no offers found
ro: Oops, Niciun anunț găsit

# noResults2
source: We couldn’t find anything for
ro: Nu am găsit nimic pentru

# noResults3
source: Update your search and try again.
ro: Actualizează căutarea și încearcă din nou.

# noResults4
source: • Try searching by offer title • Check spelling
ro: • Încearcă să cauți dupa titlul ofertei • Verifică greșelile.

source: results in
ro: rezultate în

source: All categories
ro: Toate categoriile

# selectCat
source: Select category*
ro: Selectează o categorie*

source: Clear
ro: Curăță

source: Category
ro: Categorie

source: Filter
ro: Filtre

source: Photos
ro: Imagini

# contactWinner
source: Contact the winner
ro: Contactează câștigătorul

# contactOwner
source: Contact the seller
ro: Contactează vânzătorul

# bidError
source: Bid unregistered!
ro: Ofertă invalidă!

# infoMessage
source: Need help or information? Contact us!
ro: Ai nevoie de ajutor sau informații? Contactează-ne!

source: No notifications yet
ro: Nu ai notificări

# saveFavorite
source: Save your favorite offers to access later.
ro: Salvează anunțurile tale favorite pentru a le accesa mai târziu.

# saveFavorite2
source: Revisit your favorite offers anytime and view their performance.
ro: Accesează anunțurile favorite oricând și vezi performanța lor.

# contactSeller
source: Contact the seller to reach an agreement.
ro: Contactează vânzătorul pentru a ajunge la un acord.

# contactSeller2
source: Find the desired offer, open a conversation and negotiate the best price.
ro: Găsește anunțul dorit, deschide o conversație și află toate detaliile.

# stayUpToDate
source: Stay up to date to always have the best bid.
ro: Fii mereu la curent pentru a avea întotdeauna cea mai bună ofertă.

# stayUpToDate2
source: Place a bid on the desired offer and it will appear here.
ro: Plasează o ofertă pentru anunțul dorit și acesta va apărea aici.

# guestModeGeneric
source: This action requires an authenticated user. Please login or register.
ro: Această acțiune necesită un utilizator autentificat. Te rugăm să te autentifici sau să te înregistrezi.

# browsingGuest
source: You’re browsing in Guest Mode.
ro: Navighezi în modul oaspete.

# yourOpinion
source: Your opinnion matters to us!
ro: Opinia ta contează pentru noi!

# rateSeller
source: How do you rate this seller?
ro: Cum evaluezi acest vânzător?

# aboutSeller
source: What do you think about this seller?
ro: Ce părere ai despre acest vânzător?

source: Maybe later
ro: Poate mai târziu

# whatReport
source: What do you want to report?
ro: Ce dorești să raportezi?

source: Abuse
ro: Abuz

# deceptive
source: Deceptive ad
ro: Anunț înșelător

# dirty
source: Dirty language
ro: Limbaj indecent

source: Congrats!
ro: Felicitari!

# makeYourVoice
source: By making your voice heard, you also help others
ro: Prin faptul că îți faci auzită vocea, ajuți și pe alții

# newChatTitle
source: New chat
ro: Conversație nouă

# newMessageTitle
source: New Message
ro: Mesaj Nou

# winnerTitle
source: Auction completed
ro: Licitație finalizată

# secondTitle
source: Bid surpassed
ro: Ofertă depășită

# finishedTitle
source: Auction completed
ro: Licitație finalizată

# interruptedTitle
source: Auction closed
ro: Licitație închisă

# failedTitle
source: Failed
ro: Eșuat

# newChatDescription
source: A new conversation has started. Check it now!
ro: A început o nouă conversație. Verifică acum!

# newMessageDescription
source: You have received a new message. Check it now!
ro: Ai primit un mesaj nou. Verifică acum!

# winnerDescription
source: Congratulations! You are the auction winner! Check it now!
ro: Felicitări! Ești câștigătorul licitației! Verifică acum!

# secondDescription
source: Your bid has been surpassed in the auction. If you wish to continue, place a new bid!
ro: Oferta ta a fost depășită în cadrul licitației. Dacă dorești să continui, pune o nouă ofertă!

# finishedDescription
source: The auction has ended, and a buyer has been found! Check it now!
ro: Licitația s-a încheiat, iar un cumpărător a fost găsit! Verifică acum!

# interruptedDescription
source: The auction has been closed by the seller. Thank you for participating!
ro: Licitația a fost închisă de către vânzător. Vă mulțumim pentru participare!

# failedDescription
source: Your action failed!
ro: Acțiunea ta a eșuat!

# makeSure
source: Make sure wifi or cellular data is turned on and then try again.
ro: Asigură-te că Wi-Fi sau datele mobile sunt activate, apoi încearcă din nou.

# noInternet
source: Oops, No internet Connection
ro: Ups, fără conexiune la internet

source: Try again
ro: Încearcă din nou

# areYouSureDelete
source: Are you sure?
ro: Sunteți sigur?

# areYouSureDelete2
source: If you close your account you will lose all your coins and you will not be able to login again!
ro: Închiderea contului va duce la pierderea tuturor coins-urilor și nu veți putea să vă autentificați din nou!

# somethingWentWrong
source: Something went wrong. Please try again later.
ro: Ceva nu a mers bine. Vă rugăm să încercați din nou mai târziu.

# incorectUsername
source: Incorrect username or password.
ro: Nume de utilizator sau parolă incorecte.

# listingNotAvailable
source: The listing is no longer available.
ro: Anunțul nu mai este disponibil.

# errorSending
source: Error sending the message. Please try again.
ro: Eroare la trimiterea mesajului. Vă rugăm să încercați din nou.

# bidTooLow
source: Your bid must be higher than the current offer.
ro: Oferta dvs. trebuie să fie mai mare decât oferta curentă.

# actionCanceled
source: The auction has been canceled by the seller.
ro: Licitația a fost anulată de către vânzător.

# errorBid
source: Error submitting the bid. Please try again.
ro: Eroare la trimiterea ofertei. Vă rugăm să încercați din nou.

# bidDeclined
source: Bid declined. Please try again.
ro: Ofertă respinsă. Vă rugăm să încercați din nou.

# errorImages
source: Error while uploading images.
ro: Erorare la incarcarea imaginilor.

# notVerified
source: Email not verified.
ro: Email-ul nu este verificat.

source: Condition
ro: Stare

source: Start price
ro: Preț de pornire

source: End price
ro: Preț final

source: Newest offers
ro: Anunțuri noi

# succesfullyPromote
source: The offer was successfully promoted!
ro: Anunțul a fost promovat cu succes!

source: Bid history
ro: Istoricul licitațiilor
